[BalanceDefs.BD_TowerObjective InteractiveObjectBalanceDefinition]
DefaultDisplayName="The goal is the castle"

[InteractiveObjects.BD_JellyCube InteractiveObjectBalanceDefinition]
DefaultDisplayName="The children died"

[InteractiveObjects.IO_JellyCube InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_MO_TempleObjective InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

